######################################################################
#             بسم الله الرحمن الرحیم
#             --------------------
# برای دریافت کلی سورس و قالب و افزونه حتما داخل کانال عضو شوید 
#
#    حمایت کنید تا بیشتر افزونه و سورس و قالب درکانال قرار بدیم
#
# کانال سورس خونه ! پر از سورس هاي ربات هاي تلگرامي !
#            لطفا در کانال ما عضو شويد 
#
#  @source_home
#
# https://t.me/source_home
#########################################################################
sudo apt update
sudo apt install python3
sudo apt install python3-pip
sudo apt install redis-server
pip3 install telepot
pip3 install redis
pip3 install 